Repository: mozilla-l10n/mt-training-data
Catalog: nlv/nlv_pontoon.tmx
Source language: en_us
Languages: nlv

source: Review user-submitted transcriptions in your language
nlv: Xikmotili tlen okitenkakijkej uan okijkuilojkej ika motlajtolkopa

source: s
nlv: o

source: S
nlv: O

source: Select an option
nlv: Xikpejpena se

source: Select a variant (optional)
nlv: Xikpejpena ken yetos (tla tikneki)

source: Select File
nlv: Xikpejpena

source: Select File to Upload
nlv: Xikpejpena tlen tiktitlanilis

source: Select up to three domains (optional)
nlv: Uelis tikinpejpenas kanaj eyi (tla tikneki)

source: Sentence
nlv: Tlajkuiloli

source: Sentence Domain
nlv: Kanin poui tlajkuiloli

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
nlv: Tlen nikan tikijkuilos nochtin kitaskej uan pouiskej itech tlen cc-0 nochtin uelis kitekitiltiskej.

source: { $sentences } sentences reviewed. Thank you!
nlv: { $sentences } tlajkuiloli yotikinmotili. ¡Timitstlasojkamatiliaj!

source: Sentence Variant
nlv: Ken yetos tlajkuiloli

source: Separate sentences into one line by pressing “Enter” or “Return” once
nlv: Tla tikijkuilos itlanpa non okse, xikpacho "Enter" noso "Regresar"

source: Service and Retail
nlv: Tlasemanaj uan tlanemakaj

source: Share Common Voice
nlv: Xiktitlani itech Common Voice

source: Share your clip
nlv: Xiktitlani motlajtol

source: Shortcuts
nlv: Tlamitsin xikajsi

source: [Should be ‘dinosaurs’]
nlv: [Moneki kitenkixtis 'kenijki']

source: [Should be “We are”]
nlv: [Moneki kijtos “Tiaskej”]

source: Single
nlv: San se

source: Single sentence submission
nlv: San se tlajkuiloli tiktitlanilis

source: Skip
nlv: Xikpanaui

source: Small batch
nlv: Sekimej

source: Small batch sentence submission
nlv: Seki tlajkuiloli tikintitlanilis

source: Source: { $sentenceSource }
nlv: Kajki itech: { $sentenceSource }

source: Speak
nlv: Xitlajto

source: Speak now
nlv: Yixitlajto

source: Speak options menu
nlv: Tlen uelis tikpouas

source: Speak up, contribute here!
nlv: ¡Techtlapoui! ¡Nikan xitlapaleui!

source: Start recording
nlv: Xipeua xitlajto

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
nlv: <strong>[Itlaj chalani]</strong> mosepan<strong>[itlaj chalani]</strong> -paleuiaj.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
nlv: <strong>[Ekxoa]</strong> Timosepan-<strong>[tlatlasi]</strong> -paleuiaj.

source: Submit
nlv: Xiktitlani

source: Submit a new question for the community to read and respond to
nlv: Xiktitlani se tlajtlanilistli tlen oksekimej kitlajtoltiskej uan kinankiliskej

source: Submit a report
nlv: Xikijto itlaj mochiua

source: Submit clips
nlv: Xiktitlani tlen yotiktsiko

source: Submit new questions for the community to read and respond to
nlv: Xikintitlani tlajtlanilmej tlen oksekimej kintlajtoltiskej uan kinnankiliskej

source: Success
nlv: Yonpa

source: success checkmark
nlv: ¡Yonpa!

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
nlv: Xikpacho ikmoyekma tla kuali, ik mopochma tla mach, ik tlakpak tla tikpanauis. <strong>¡Mach xikilkaua xiktitlani tlen yotikmotili!</strong>

source: Taking several attempts to read a word.
nlv: Omotsitsikoaya uan mach kuali okitenkixtiaya.

source: Tap
nlv: Xikpacho

source: Technology and Robotics
nlv: Teposmej tlen yikin kistokej

source: Thank you for contributing your bulk submission!
nlv: ¡Timitstlasojkamatiliaj ika miak otechpaleui!

source: Thank you for contributing your voice!
nlv: ¡Timitstlasojkamatiliaj techpaleuia ika motlajtol!

source: Thank you for donating your voice clips!
nlv: ¡Timitstlasojkamatiliaj techtiokolilia motlajtol!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
nlv: ¡Timitstlasojkamatiliaj!<lineBreak></lineBreak>Axkan, xikmotili kox kuali omokak uan xiktitlani.

source: Thank you for your voice information
nlv: Timitstlasojkamatiliaj tlen otiktlali itech motlajtol

source: The bumblebee sped by.
nlv: Mach nias, tlasojkamati.

source: The clip has disrespectful or offensive language.
nlv: Sapanoa mach kuali tlen kijtoa.

source: The giant dinosaur of the Triassic.
nlv: Kenij timosepanpaleuiaj

source: The giant dinosaurs of the Triassi-.
nlv: Kenijki timosepanpaleui-.

source: The giant dinosaurs of the Triassic.
nlv: Kenijki timosepanpaleuiaj.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
nlv: Tejuan timosepanpaleuiaj. <strong>[san se tlapoua]</strong>

source: The giant dinosaurs of the Triassic. Yes.
nlv: Kenijki timosepanpaleuiaj. Yonpa.

source: The giant dino <strong>[cough]</strong> the Triassic.
nlv: Timosepan- <strong>[tlatlasi]</strong> -paleuiaj.

source: There are currently no sentences to review in this language.
nlv: Axkantsin mach onka tlajkuiloli tlen tikmotilis ika nin tlajtolkopa.

source: The recording was too long.
nlv: Nesi sapanoa otiuejkauik.

source: The recording was too quiet.
nlv: Mach otikkakej tlen otikijto.

source: The recording was too short.
nlv: Nesi machitlaj otikijto.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
nlv: Mach tinochtin san se tlamantli titlapouaj, mach nochtin chikauak tikinkakis. San xikpojpolo tla sapanoa chikauak otlajto uan mach tikajsikamati noso (nin okachi mochiua) san ichtaka otlajto uan san tikajsikamati tla tikita tlen ijkuilijtok.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
nlv: Tlajkuilolnechikoli axkan kajki itech Common Voice. Axkan uelis<writeURL>tikijkuilos</writeURL>se tlamantli noso<reviewURL>tikmotilis</reviewURL> sejse tlajkuiloli non yokintlalilikej itech Common Voice.

source: The sentence has a grammatical or spelling error.
nlv: Nin mach ijkon tikijkuiloaj noso mach ijkon tiktenkixtiaj.

source: The sentence has disrespectful or offensive language.
nlv: Nin tlajtoli teuiuikalti noso tepinati.

source: The sentence must be grammatically correct.
nlv: Tlajkuiloli moneki yetos kuali, mach san ken nesi.

source: The sentence must be speakable.
nlv: Tlajkuiloli monekis mach oui se kitenkixtis.

source: The sentence must be spelled correctly.
nlv: Tlajkuiloli moneki kuali okijkuilojkej.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
nlv: Nin mach sapanoa moneki. San xiktlali tla tikneki. Ijkuak kanaj tiktlaliliaj, mach tiktlalia motoka uan tikitaj tlen tiktlaliskej mach makinexti kox titlakatl, tisuatl noso okseki tlamantli.

source: Three to go!
nlv: ¡Ipan 3 peuas!

source: Too many files
nlv: Sapanoa miakej tlalkuilolmej

source: Transcribe audio recordings into text
nlv: Xikkaki uan xikijkuilo

source: Transcribe audio recordings in your language
nlv: Xikkaki uan xikijkuilo ika motlajtolkopa

source: Try again by dragging your file here
nlv: Oksepa xikyeko. Xikixtoki nikan motlajkuilol

source: Try uploading again
nlv: Oksepa xikyeko xiktlalili

source: Understand contribution criteria
nlv: Xikajsikamati keni moneki titlapaleuis

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
nlv: ¡Xikita ken okachi kuali titlatemos uan ijkon okachi kuali titlapaleuis ika motlajtol!

source: Upload aborted. Do you want to delete your recordings?
nlv: Mach otiktlanili. ¿Tikneki tikpojpolos tlen otiksiko?

source: { $uploadedSentences } of { $totalSentences } sentences collected
nlv: { $uploadedSentences } itech { $totalSentences } tlajkuilolmej yomokajkej

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
nlv: { $uploadedSentences } itech { $totalSentences } tlajkuilolmej yomokajkej. Xikpacho <downloadLink>nikan</downloadLink> tla tikintemouilisneki non amo omokajkej.

source: Upload failed, please retry.
nlv: Itlaj omochi, oksepa xikyeko.

source: Upload <icon></icon> public domain sentences
nlv: Xiktitlani <icon></icon> tlajkuiloli tlen nochtin kitaskej

source: Upload in progress...
nlv: Ximochia, yimokauas...

source: Upload more sentences?
nlv: ¿Tikintitlanilis okseki?

source: Use correct grammar
nlv: Xikijkuilo ken moneki

source: Use correct spelling and punctuation
nlv: Xikijkuilo ika nochi tlen moneki

source: Validate Readings
nlv: Xikmotili tlapoualistli

source: Validate Readings, Review Transcriptions
nlv: Xikmotili tlapoualistli uan tlen okijkuilojkej

source: Validate Readings <small>(Coming soon)</small>
nlv: Xikmotili tlapoualistli <small>(Yikin yetos)</small>

source: Validate readings submitted by community members
nlv: Xikmotili tlen okipojkej oksekimej

source: Validate user-recorded readings in your language
nlv: Xikmotili tlen yokipojkej ika motlajtolkopa

source: Varying Pronunciations
nlv: Tlatlamantli kitenkixtiaj

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
nlv: Totlajtol totech, toijtik kisa. Ikinon tiyolpakij tikchiuaskej teposmej makajsikamatikan totlajtol. Maski ijkon, akinmej kinchijchiuaj teposmej, moneki makitsikokan miak tlajtoli.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
nlv: Totlajtol totech, toijtik kisa. Ikinon, tikyolnektokej tikchiuaskej teposmej makajsikamatikan totlajtol. Maski ijkon, tla tiknekij ijkon sekichiuas, monekis matiktsikokan miak tlajtoli.

source: Volume
nlv: Kanachi chikauak tlajtoaj

source: Want to save your information? <createProfile>Create a profile</createProfile>
nlv: ¿Tikneki tiktlaatilis itlaj motech? <createProfile>Ximomachoti</createProfile>

source: We are going out to get a coffee.
nlv: Tiaskej uan tikiluiskej ye.

source: We are going out to get coffee.
nlv: Tiaskej uan tikiluiskej.

source: We couldn’t get any audio clips for you to listen to. Please try again later.
nlv: Mach otikajsikej tlen uelis tikkakis. Teotlatki noso mostla oksepa xikyeko.

source: We couldn’t get any sentences for you to speak. Please try again later.
nlv: Mach otikajsikej tlen uelis tiktlajtoltis. Xamo mostla oksekitsin yetos.

source: We may have run out of clips - refresh the page, or try again later.
nlv: Nesi mach okitlaj onka - Oksemi xikyeko noso satepan ximokopa.

source: We’re going out to get coffee.
nlv: Tiauij uan tikiluiskej.

source: We're making some big changes
nlv: Tikinpatilijtokej miak tlamantli.

source: We’re sorry, your platform is not currently supported.
nlv: Techtlapojpolui, mach uelis techpaleuis. Xikalaki ika okse tepostli.

source: We've run out of sentences to record in this language...
nlv: Mach ok onka tlenon tiktsikos ika inin motlajtol.

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
nlv: Tiknekij teposmej makimatikan kikakiskej se tlajtoli maski itlaj chalantos inauak akin tlajtoa. Tlasotsonali tlen mach okachi chalantok yikuali; tlatsotsonali non sapanoa chalantok uan mach kitekauilia matikkakikan tlen okijtokej mach kuali.

source: What issues are you experiencing with this sentence?
nlv: ¿Tlen mochiua noso tikita oui ika nin tlajtoli?

source: What needs to be in my file?
nlv: ¿Tlen moneki yetos itech notlajkuilol?

source: What sentences can I add?
nlv: ¿Tlenon uelis nikijkuilos?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
nlv: Ijkuak tikkaktos, xikyekkaki tla melauak kitenkixtiaj tlen ijkuilijtok; xikpojpolo maski san achitsin omotlapololtikej. <br />Miakej motlapololtiaj ijki:

source: Why are you asking?
nlv: ¿Tleka techtlajtlania?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
nlv: Tla timomachotis, uelis tikitas kanachi yotitechpaleui uan tiyetos inuan oksekimej non noijki tlapaleuiaj.

source: Write
nlv: Xitlajkuilo

source: Write options menu
nlv: Tlen uelis tikijkuilos

source: y
nlv: t

source: Y
nlv: T

source: Yes
nlv: Tlamo

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
nlv: Noijki uelis san tikpachos itech moteclado: { sc-review-form-button-approve-shortcut } tla Yikuali, { sc-review-form-button-reject-shortcut } tla Tikpojpolos, { sc-review-form-button-skip-shortcut } tla Tikpanauis

source: You cannot add multiple sentences for a single submission
nlv: Mach uelis tikintitlanilis miakej san semi

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
nlv: Mach otikpejpenki se tlajtolkopa. Xikalaki kanin kijtoa <profileLink>Notech</profileLink> uan xikpejpena se tlajtolkopa.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
nlv: Yotikpanaui tlen uelis nikan tiktitlanilis. Xonmochia { $retryLimit } minutos uan uelis tiktitlanilis okse. ¡Timitstlasojkamatiliaj timochixtok!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
nlv: Yotikpanaui tlen uelis nikan tiktitlanilis. Xonmochia { $retryLimit } segundos uan uelis tiktitlanilis okse. ¡Timitstlasojkamatiliaj timochixtok!

source: You must allow microphone access.
nlv: Monekis tikkauilis micrófono makitsiko motlajtol.

source: You’re contributing to a target segment
nlv: Titechpaleuijtok matikajxitikan se tlaxeloli

source: You’re contributing to our first target segment
nlv: Titechpaleuijtok matikajsikan non achto tikajxitisnekij.

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
nlv: Nesi semi totoka otikchi. Ximochia uan kuali xikmotili kox kuali noso mach.

source: You're helping Common Voice reach our daily sentence goals!
nlv: ¡Otikpaleui Common Voice makajxiti tlen axkan omonekiaya!

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
nlv: ¡Nesi mach okitlaj onka ika motlajtolkopa! Tla tiuelis, xikpatla tlajtolkopa uan ijkon uelis tikajsis okachi ika nauatl maski achitsin mopatlas.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
nlv: ¡Nesi machitlaj mokaua ika nin motlajtol! Tla tikonektika, xikpatla tlajtolkopa uan ijkon uelis tikonajsis okseki nauatl maski oksekan pouis.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
nlv: ¡Yotikpaleui Common Voice makajxitie<goalPercentage></goalPercentage> itech { $goalValue } non mojmostla tiktsikosnekij!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
nlv: ¡Yotikpaleui Common Voice makajxitie<goalPercentage></goalPercentage> itech { $goalValue } non mojmostla tikyektlalilisnekij!
